// ==============================================
// проверка #2 использования библиотеки  ncurses
// ============== игра змейка ==================
// ==============================================
// ==============================================

//---------------------------
#include <iostream>



//-----------------------------
#include "game.h"
#include "unit.h"


using namespace std;
	
//============================= MAIN ======================================
		
int main (int argc, char** argv)
{	
	
cout<<"Funny snake v2"<<endl;

Unit u1(1);


return 0;
}	



